{"dialogue": [
	"You watch as RIVAL MAN's ship explodes, your once-dreaded foe departing this life in a blaze of glory. You feel content, for a moment, satisfied knowing you've completed your goal.",
	"But what was your goal, really? To race across the galaxy, destroying anything that stood in your way, all for the sake of what? Your ship growing in size with all of the destruction left in its wake.",
	"Almost in spite of yourself, you ponder your victory. The weight of what it cost seeming to sit upon your shoulders. Every one of those poor asteroids who will never have a home; your friend who lies dead by your own hands. All for the sake of a productivity report.",
	"You didn't ask for this.",
	"You didn't ask to be in this situation.",
	"It's all that damn Intergalactic Bussiness's fault!",
	"From this pain though, a revelation finds you. A smile creeps across your face as you make your decision.",
	"No more will you stand idly by while intergalactic beauracracy destroys what humanity we still have left. No more will you allow such mindless, profit-driven thinking to lead you to murder your fellow man.",
	"You are a changed captain, bound no more by all of those petty rules and byzantine nonsense. You decide, in this moment, to dedicate yourself to making sure such absurdities never befall another captain for as long as you live.",
	"Unfortunately, no doubt due to the blinding power of these new vistas of truth you've arrived at, you failed notice the backup report courier slipping past your ship.",
	"A new message appears on your screen, unnoticed by you as you gaze over a galaxy of opportunity.",
	"Dear [captain's-name-here], you have been found to be in breach of contract and have been terminated from the Intergalactic Business Systems corporation effective immediately. Please return all IBS property, including your ship, within 10 seconds of receiving this message. Any property still in your possession after 10 seconds shall self destruct. Thank you for choosing the IBS for your involuntary employment needs, have a great day!",
	"The End."
	]
}

